MODE.FirstCasualtyCommander = {
	"Я только что зафиксировал первую ассимиляцию. Угроза реальна. Будьте осторожны.",
	"Один уже выбыл, не дайте им сделать вас следующим. Будьте начеку.",
	"Я потерял отслеживание одного из вас, скорее всего, он ассимилирован. Будьте бдительны.",
	"Один из вас только что ассимилирован. Вы можете быть следующим, оставайтесь бдительными и не дайте им схватить вас."
}

MODE.HalfWayCommander = {
	"Вас осталось только половина. Держитесь вместе.",
	"Половина из вас либо мертвы, либо ассимилированы. Да поможет вам Бог.",
	"Патовоген уже на полпути. Будьте осторожны и проверяйте углы.",
	"Дела плохи, половина из вас теперь инфицирована. Черт."
}

MODE.HalfWayHeliCommander = {
	"Вас осталось только половина. Вертолет для эвакуации уже в пути. Расчетное время прибытия: 4-5 минут.",
	"Половина из вас либо мертвы, либо ассимилированы. Вертолет для эвакуации летит, держитесь!",
	"Патовоген уже на полпути. Я подготовил вертолет для эвакуации, просто оставайтесь людьми еще немного!",
	"Дела плохи, половина из вас теперь инфицирована. Вертолет для эвакуации уже в пути, отбивайтесь от этих тварей еще немного."
}

MODE.HalfWayExtractCommander = {
	"Вас осталось только половина. Группа эвакуации уже в пути. Расчетное время прибытия: 2-3 минуты.",
	"Половина из вас либо мертвы, либо ассимилированы. Группа эвакуации идет, держитесь!",
	"Патовоген уже на полпути. Я отправил группу эвакуации, просто оставайтесь людьми еще немного!",
	"Дела плохи, половина из вас теперь инфицирована. Группа эвакуации уже в пути, отбивайтесь от этих тварей еще немного."
}

MODE.ThreeLeftCommander = {
	"Вас осталось только трое. Прикрывайте друг другу спины.",
	"Осталось всего три выживших, включая вас. Надеюсь, вы готовы к тому, что будет дальше.",
	"Осталось только трое из вас, да поможет вам Бог.",
	"Вы и двое других все еще живы. Постарайтесь держаться вместе."
}

MODE.ThreeLeftHeliCommander = {
	"Вас осталось только трое. Вертолет должен быть здесь с минуты на минуту.",
	"Осталось всего три выживших, включая вас. Надеюсь, вы готовы к эвакуации.",
	"Осталось только трое из вас, готовьтесь к вертолету.",
	"Вы и двое других все еще живы. Держитесь вместе, вертолет для эвакуации прибывает."
}

MODE.TwoLeftCommander = {
	"Вас осталось только двое в этом богом забытом месте.",
	"Вы теперь дуэт. Черт!",
	"Остались только вы. И еще один парень. Да поможет вам Бог.",
	"Вас осталось всего двое. Не поддавайтесь отчаянию, сражайтесь до последнего вздоха!"
}

MODE.OneLeftCommander = {
	"Вы единственный, кто остался. Да смилуется Бог над вашей душой.",
	"Вы единственный выживший. Хотя, возможно, и нет. Вы хорошо сражались.",
	"Теперь только вы и я, да? Рад, что я не там внизу.",
	"Вы последний. Мне жаль, солдат."
}

MODE.FirstCasualtyContractor = {
	"Первое убийство.",
	"Один уже выбыл, сохраняйте концентрацию.",
	"Один мертвый выживший.",
	"Кто-то мертв. Ассимилирован или застрелен, это не имеет значения. Продолжайте."
}

MODE.HalfWayContractor = {
	"Вы уничтожили половину выживших. Впечатляет.",
	"Около половины ваших врагов мертвы. Просто к сведению.",
	"Половина из них уже мертва. Отличная работа, оперативник, продолжайте миссию.",
	"Отличная работа, оперативник, около половины выживших мертвы."
}

MODE.ThreeLeftContractor = {
	"Осталось всего два выживших. Завершите начатое.",
	"Осталось всего двое. Вы знаете, что делать.",
	"Осталось 2 выживших. Отличная работа, вы почти у цели.",
	"Вы и двое других выживших — вот что осталось. Найдите их и убейте."
}

MODE.TwoLeftContractor = {
	"Теперь остался только один выживший. Прикончите его.",
	"Остался всего один выживший. Не испортите всё.",
	"Найдите и убейте последнего. Вас ждет эвакуация.",
	"Остался один враг. Найдите его."
}

MODE.OneLeftContractor = {
	"Вы единственный, кто остался в этой бойне. Миссия выполнена. Следуйте к точке эвакуации.",
	"Вы всех убили. Миссия выполнена. Двигайтесь к точке эвакуации.",
	"Оперативник, вы последний, кто остался в живых. Миссия выполнена. Двигайтесь к точке эвакуации.",
	"Оперативник, ваша миссия успешно завершена. Следуйте к точке эвакуации."
}